7zip
aircrack-ng
alacritty
android-apktool
axel
base
base-devel
bat
bind
binwalk
bless
blueman
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
bspwm
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
chkrootkit
chromium
clipcat
cmatrix
cuda
cursor-bin
discord
dmenu
dnsmasq
docker
dosbox
dunst
efibootmgr
eog
eww-git
eza
fancontrol-gui
fastfetch
feh
feroxbuster
firefox
flameshot
foremost
ftkimager
fzf
fzf-tab-git
gdb
geany
gh0stzk-cursor-qogirr
gh0stzk-gtk-themes
gh0stzk-icons-beautyline
gh0stzk-icons-candy
gh0stzk-icons-catppuccin-mocha
gh0stzk-icons-dracula
gh0stzk-icons-glassy
gh0stzk-icons-gruvbox-plus-dark
gh0stzk-icons-hack
gh0stzk-icons-luv
gh0stzk-icons-sweet-rainbow
gh0stzk-icons-tokyo-night
gh0stzk-icons-vimix-white
gh0stzk-icons-zafiro
gh0stzk-icons-zafiro-purple
ghex
gimp
git
gnome-disk-utility
gparted
grub
gst-plugin-pipewire
gtkmm
gvfs-mtp
hashcat
hashid
hcxdumptool
hcxtools
hexedit
hping
htop
i3lock-color
imagemagick
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jadx-gui-desktop
java-20-jdk
jdk-openjdk
jgmenu
john
jq
jxrlib
keepassxc
kitty
less
lib32-glibc
libcanberra
libpulse
libreoffice-fresh
libva-intel-driver
libvirt
libwebp
linux
linux-firmware
linux-headers
linux-wifi-hotspot
linux-zen
linux-zen-headers
lrzip
lsof
lxsession-gtk3
maim
man-db
mdk4
mgba-qt
mpc
mpd
mpv
mullvad-vpn
mysql
nano
ncmpcpp
ncompress
ncurses5-compat-libs
neovim
net-tools
netkit-telnet-ssl
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-dkms
nvidia-settings
nvidia-utils
obs-studio
openbsd-netcat
openresolv
openvpn
packettracer
pacman-contrib
pamixer
papirus-icon-theme
paru
perl-compress-bzip2
perl-compress-raw-lzma
perl-image-exiftool
perl-net-telnet
picom
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
postman-bin
proton-vpn-gtk-app
pwndbg
python-click-plugins
python-fonttools
python-gobject
python-pip
python-pycryptodome
qemu-emulators-full
qemu-full
qpdf
radare2
reaver
redshift
reflector
rkhunter
rofi
ropper
rp++
rsync
rsyslog
rustup
rxvt-unicode
rz-cutter
sddm
seclists
simple-mtpfs
sleuthkit
smartmontools
snapd
sof-firmware
sonic-visualiser
spice
sqlmap
ssdeep
steghide
stegseek
strace
subfinder
sublime-text-4
swtpm
sxhkd
tcpdump
testdisk
thunar
tmux
tree
ttf-dejavu
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-terminus-nerd
ttf-twemoji
ttf-ubuntu-mono-nerd
ufw
unzip
vde2
vim
virt-manager
virt-viewer
visual-studio-code-bin
vscodium
vulkan-intel
vulkan-nouveau
vulkan-radeon
wabt
waydroid
webp-pixbuf-loader
wgcf
wget
wifite
wine
wireguard-tools
wireless_tools
wireplumber
wireshark-qt
woff2-font-awesome
xclip
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xqp
xsettingsd
xwinwrap-0.9-bin
yara
yay
yazi
zbar
zip
zram-generator
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
zsteg
